Repository: Sma1lboy/yap
Catalog: VoiceInk/Localizable.xcstrings
Source language: en
Languages: de, fr, zh_hans, zh_hant

source: The imported settings file (version %@) is from a different version than your application (version %@). Proceeding with import, but be aware of potential incompatibilities.
de: Die importierte Einstellungsdatei (Version %@) stammt aus einer anderen Version als deine Anwendung (Version %@). Der Import wird fortgesetzt, mögliche Inkompatibilitäten sind jedoch zu beachten.
fr: Le fichier de paramètres importé (version %@) provient d'une version différente de celle de votre application (version %@). Poursuivez l'importation, mais soyez conscient des incompatibilités potentielles.
zh_hans: 导入的设置文件（版本 %@）与你的 App（版本 %@）版本不同。将继续导入，但请注意可能存在的不兼容问题。
zh_hant: 匯入的設定檔案（版本 %@）與你的 App（版本 %@）版本不同。將繼續匯入，但請注意可能存在的不相容問題。

source: The interrupted meeting from %@ is recovered and in History.
de: Das unterbrochene Meeting vom %@ ist wiederhergestellt und im Verlauf.
fr: La réunion interrompue du %@ est récupérée et dans l’historique.
zh_hans: %@ 中断的会议已恢复，在历史记录里。
zh_hant: %@ 中斷的會議已復原，在歷史記錄裡。

source: The key worked, but Yap could not save it securely.
de: Der Schlüssel funktioniert, aber Yap konnte ihn nicht sicher speichern.
fr: La clé a fonctionné, mais Yap n'a pas pu la sauvegarder en toute sécurité.
zh_hans: 密钥有效，但 Yap 无法安全地存储它。
zh_hant: 金鑰有效，但 Yap 無法安全地儲存它。

source: The Markdown file couldn't be written: %@
de: Die Markdown-Datei konnte nicht geschrieben werden: %@
fr: Le fichier Markdown n’a pas pu être écrit : %@
zh_hans: Markdown 文件没能写入：%@
zh_hant: Markdown 檔案沒能寫入：%@

source: The meeting from %@ couldn't be saved to History: %@ Its audio is still in its folder.
de: Das Meeting vom %1$@ konnte nicht im Verlauf gespeichert werden: %2$@ Die Aufnahme liegt weiter in seinem Ordner.
fr: La réunion du %1$@ n’a pas pu être enregistrée dans l’historique : %2$@ L’audio reste dans son dossier.
zh_hans: %1$@ 的会议没能存进历史记录：%2$@录音还在它的文件夹里。
zh_hant: %1$@ 的會議沒能存進歷史記錄：%2$@錄音還在它的資料夾裡。

source: The meeting from %@ is in History with its audio only; it couldn't be transcribed.
de: Das Meeting vom %@ ist nur mit Aufnahme im Verlauf; es konnte nicht transkribiert werden.
fr: La réunion du %@ est dans l’historique avec son audio seulement ; elle n’a pas pu être transcrite.
zh_hans: %@ 的会议已存进历史记录，只有录音，没能转写。
zh_hant: %@ 的會議已存進歷史記錄，只有錄音，沒能轉錄。

source: The microphone didn't pick up any sound. Try again, or choose another microphone in Audio Settings.
de: Das Mikrofon hat keinen Ton aufgenommen. Versuche es erneut oder wähle in den Audioeinstellungen ein anderes Mikrofon.
fr: Le micro n’a capté aucun son. Réessayez ou choisissez un autre micro dans les réglages audio.
zh_hans: 麦克风没有录到声音。再试一次，或者在音频设置里换一个麦克风。
zh_hant: 麥克風沒有錄到聲音。再試一次，或者在音訊設定裡換一個麥克風。

source: The model provider is not supported by this service.
de: Der Modellanbieter wird von diesem Dienst nicht unterstützt.
fr: Le fournisseur de modèles n'est pas pris en charge par ce service.
zh_hans: 此服务不支持该模型提供商。
zh_hant: 此服務不支援該模型供應商。

source: The model server returned an invalid byte range for %@.
de: Der Modellserver hat für %1$@ einen ungültigen Bytebereich zurückgegeben.
fr: Le serveur de modèles a renvoyé une plage d'octets non valide pour %@.
zh_hans: 模型服务器为 %1$@ 返回了无效的字节范围。
zh_hant: 模型伺服器為 %1$@ 返回了無效的字節範圍。

source: The model server returned an invalid response for %@.
de: Der Modellserver hat für %1$@ eine ungültige Antwort zurückgegeben.
fr: Le serveur de modèles a renvoyé une réponse non valide pour %@.
zh_hans: 模型服务器为 %1$@ 返回了无效响应。
zh_hant: 模型伺服器為 %1$@ 返回了無效回應。

# The model server returned status %lld for %@.
source: The model server returned status %1$lld for %2$@.
de: Der Modellserver hat für %2$@ den Status %1$lld zurückgegeben.
fr: Le serveur de modèles a renvoyé le statut %1$lld pour %2$@.
zh_hans: 模型服务器为 %2$@ 返回了状态码 %1$lld。
zh_hant: 模型伺服器為 %2$@ 返回了狀態碼 %1$lld。

source: The notes couldn't be written: %@
de: Die Notizen konnten nicht geschrieben werden: %@
fr: Les notes n’ont pas pu être rédigées : %@
zh_hans: 没能生成纪要：%@
zh_hant: 沒能產生紀要：%@

source: The notes weren't regenerated: %@ The previous notes are kept.
de: Die Notizen wurden nicht neu erstellt: %@ Die bisherigen Notizen bleiben erhalten.
fr: Les notes n’ont pas été régénérées : %@ Les notes précédentes sont conservées.
zh_hans: 纪要没有重新生成：%@ 原来的纪要保留不变。
zh_hant: 紀要沒有重新產生：%@ 原來的紀要保留不變。

source: The original and corrected values must be different.
de: Der ursprüngliche und der korrigierte Wert müssen unterschiedlich sein.
fr: Les valeurs originales et corrigées doivent être différentes.
zh_hans: 原始值和更正后的值不能相同。
zh_hant: 原始值和更正後的值不能相同。

source: The original value cannot be empty.
de: Der ursprüngliche Wert darf nicht leer sein.
fr: La valeur d'origine ne peut pas être vide.
zh_hans: 原始值不能为空。
zh_hant: 原始值不能為空。

source: The other side is labeled "Others": only one other person spoke.
de: Die Gegenseite heißt „Andere“: Nur eine andere Person hat gesprochen.
fr: L’autre côté est noté « Autres » : une seule autre personne a parlé.
zh_hans: 对方的发言都标为“对方”：对方只有一个人说话。
zh_hant: 對方的發言都標為「對方」：對方只有一個人說話。

source: The other side is labeled "Others": telling voices apart failed.
de: Die Gegenseite heißt „Andere“: Das Unterscheiden der Stimmen ist fehlgeschlagen.
fr: L’autre côté est noté « Autres » : la distinction des voix a échoué.
zh_hans: 对方的发言都标为“对方”：区分说话人出错了。
zh_hant: 對方的發言都標為「對方」：區分說話者出錯了。

source: The other side is labeled "Others": telling voices apart took too long and was stopped.
de: Die Gegenseite heißt „Andere“: Das Unterscheiden der Stimmen dauerte zu lange und wurde abgebrochen.
fr: L’autre côté est noté « Autres » : la distinction des voix prenait trop de temps et a été arrêtée.
zh_hans: 对方的发言都标为“对方”：区分说话人超时，已停止。
zh_hant: 對方的發言都標為「對方」：區分說話者逾時，已停止。

source: The other side is labeled "Others": the meeting was too short to tell voices apart.
de: Die Gegenseite heißt „Andere“: Das Meeting war zu kurz, um Stimmen zu unterscheiden.
fr: L’autre côté est noté « Autres » : la réunion était trop courte pour distinguer les voix.
zh_hans: 对方的发言都标为“对方”：会议太短，没法区分不同的人。
zh_hant: 對方的發言都標為「對方」：會議太短，沒辦法區分不同的人。

source: The other side is labeled "Others": the speaker model couldn't be downloaded.
de: Die Gegenseite heißt „Andere“: Das Sprechermodell konnte nicht geladen werden.
fr: L’autre côté est noté « Autres » : le modèle de voix n’a pas pu être téléchargé.
zh_hans: 对方的发言都标为“对方”：说话人模型没能下载。
zh_hant: 對方的發言都標為「對方」：說話者模型沒能下載。

source: The pending corrections could not be read. Retry to try again.
de: Die ausstehenden Korrekturen konnten nicht gelesen werden. Versuche es erneut.
fr: Les corrections en attente n'ont pas pu être lues. Réessayez pour réessayer.
zh_hans: 无法读取待审核的更正。请重试。
zh_hant: 無法讀取待審核的更正。請重試。

source: The request timed out. Check your connection and try again.
de: Zeitüberschreitung der Anfrage. Überprüfe deine Verbindung und versuche es erneut.
fr: La requête a expiré. Vérifiez votre connexion et réessayez.
zh_hans: 请求超时。请检查网络连接后重试。
zh_hant: 請求逾時。請檢查網路連線後再試一次。

source: The selected language is not supported by SpeechAnalyzer.
de: Die ausgewählte Sprache wird von SpeechAnalyzer nicht unterstützt.
fr: La langue sélectionnée n'est pas prise en charge par SpeechAnalyzer.
zh_hans: SpeechAnalyzer 不支持所选语言。
zh_hant: SpeechAnalyzer 不支援所選語言。

source: The selected model is not supported: %@
de: Das ausgewählte Modell wird nicht unterstützt: %@
fr: Le modèle sélectionné n'est pas pris en charge : %@
zh_hans: 不支持所选模型：%@
zh_hant: 不支援所選模型：%@

source: The selected provider is currently unavailable.
de: Der ausgewählte Anbieter ist derzeit nicht verfügbar.
fr: Le fournisseur sélectionné est actuellement indisponible.
zh_hans: 所选提供商当前不可用。
zh_hant: 所選供應商目前不可用。

source: The selected provider or model could not review the pending corrections.
de: Der ausgewählte Anbieter oder das ausgewählte Modell konnte die ausstehenden Korrekturen nicht prüfen.
fr: Le fournisseur ou le modèle sélectionné n'a pas pu examiner les corrections en attente.
zh_hans: 所选提供商或模型无法审核待处理的更正。
zh_hant: 所選供應商或模型無法審核待處理的更正。

source: The settings export operation was canceled.
de: Der Einstellungsexport wurde abgebrochen.
fr: L'opération d'exportation des paramètres a été annulée.
zh_hans: 设置导出操作已取消。
zh_hant: 設定匯出操作已取消。

source: The settings import operation was canceled.
de: Der Einstellungsimport wurde abgebrochen.
fr: L'opération d'importation des paramètres a été annulée.
zh_hans: 设置导入操作已取消。
zh_hant: 設定匯入操作已取消。

source: The transcript now tells the other speakers apart. The notes still say "Others": click Regenerate Notes to update them.
de: Das Transkript unterscheidet jetzt die anderen Sprecher. In den Notizen steht noch „Andere“: Klicke auf „Notizen neu erstellen“, um sie zu aktualisieren.
fr: La transcription distingue maintenant les autres intervenants. Les notes disent encore « Autres » : cliquez sur « Régénérer les notes » pour les mettre à jour.
zh_hans: 转写已经区分出对方的说话人，纪要里还写着“对方”：点「重新生成纪要」更新。
zh_hant: 轉錄已經區分出對方的說話者，紀要裡還寫著「對方」：按「重新產生紀要」更新。

source: The transcription model selected for the '%@' mode is unavailable
de: Das für den Modus „%@“ ausgewählte Transkriptionsmodell ist nicht verfügbar
fr: Le modèle de transcription sélectionné pour le mode '%@' n'est pas disponible
zh_hans: 为“%@”模式选择的转写模型不可用
zh_hant: 為「%@」模式選擇的轉錄模型不可用

source: The website '%@' is already configured in the '%@' mode.
de: Die Website '%@' ist bereits im Modus '%@' konfiguriert.
fr: Le site Web '%@' est déjà configuré en mode '%@'.
zh_hans: 网站「%@」已在「%@」模式中配置。
zh_hant: 網站「%@」已在「%@」模式中設定。

source: There's no active code for this email. Send a new code.
de: Für diese E-Mail gibt es keinen gültigen Code. Fordere einen neuen Code an.
fr: Aucun code actif pour cet e-mail. Demandez un nouveau code.
zh_hans: 这个邮箱没有有效的验证码，请重新发送。
zh_hant: 這個信箱沒有有效的驗證碼，請重新傳送。

source: These estimated tokens are a rough estimate of token usage. They are not exact token counts or provider-reported billing usage.
de: Diese geschätzten Tokens sind eine grobe Schätzung der Token-Nutzung. Sie sind keine exakten Token-Zahlen und keine vom Anbieter gemeldete Abrechnungsnutzung.
fr: Ces jetons estimés constituent une estimation approximative de l’utilisation des jetons. Il ne s’agit pas d’un nombre exact de jetons ni d’une utilisation de facturation déclarée par le fournisseur.
zh_hans: 这些估算令牌只是对令牌使用量的粗略估计，并非精确的令牌数量，也不是提供商报告的计费用量。
zh_hant: 這些估算Token只是對Token使用量的粗略估計，並非精確的Token數量，也不是供應商報告的計費用量。

source: These files are separate from History: deleting a meeting there, or History deleting it after the retention period, doesn't remove them. Any app that can open the folder can read them, and a folder that syncs (iCloud Drive, Dropbox…) uploads them.
de: Diese Dateien sind unabhängig vom Verlauf: Wenn du dort ein Meeting löschst oder der Verlauf es nach Ablauf der Aufbewahrungsfrist löscht, bleiben sie erhalten. Jede App, die den Ordner öffnen kann, kann sie lesen, und ein synchronisierter Ordner (iCloud Drive, Dropbox…) lädt sie hoch.
fr: Ces fichiers sont indépendants de l’historique : supprimer une réunion dans l’historique, ou sa suppression après la période de conservation, ne les supprime pas. Toute app qui peut ouvrir le dossier peut les lire, et un dossier synchronisé (iCloud Drive, Dropbox…) les envoie en ligne.
zh_hans: 这些文件和历史记录分开：在历史记录里删除会议，或历史记录过了保留期自动删除，都不会删掉它们。能打开这个文件夹的任何 app 都能读到它们；会同步的文件夹（iCloud 云盘、Dropbox…）会把它们上传。
zh_hant: 這些檔案和歷史記錄分開：在歷史記錄裡刪除會議，或歷史記錄過了保留期自動刪除，都不會刪掉它們。能打開這個資料夾的任何 app 都能讀到它們；會同步的資料夾（iCloud 雲碟、Dropbox…）會把它們上傳。

source: Thinking
de: Wird verarbeitet
fr: Pensée
zh_hans: 正在思考
zh_hant: 正在思考

source: This Mac
de: Dieser Mac
fr: Ce Mac
zh_hans: 本机
zh_hant: 本機

source: This Mac and Yap Cloud both changed the config and couldn't be merged automatically.
de: Dieser Mac und Yap Cloud haben die Konfiguration beide geändert; sie konnte nicht automatisch zusammengeführt werden.
fr: Ce Mac et Yap Cloud ont tous deux modifié la configuration, qui n’a pas pu être fusionnée automatiquement.
zh_hans: 这台 Mac 和 Yap Cloud 都改了配置，无法自动合并。
zh_hant: 這台 Mac 和 Yap Cloud 都改了設定，無法自動合併。

source: This meeting couldn't be saved to History: %@ Its audio is kept, and Yap tries again the next time it starts.
de: Dieses Meeting konnte nicht im Verlauf gespeichert werden: %@ Die Aufnahme bleibt erhalten, und Yap versucht es beim nächsten Start erneut.
fr: Cette réunion n’a pas pu être enregistrée dans l’historique : %@ L’audio est conservé, et Yap réessaiera au prochain démarrage.
zh_hans: 这场会议没能存进历史记录：%@录音还在，Yap 下次启动时会再试一次。
zh_hant: 這場會議沒能存進歷史記錄：%@錄音還在，Yap 下次啟動時會再試一次。

source: This meeting's recording folder is gone, so its speakers can't be renamed.
de: Der Aufnahmeordner dieses Meetings existiert nicht mehr, daher können die Sprecher nicht umbenannt werden.
fr: Le dossier d’enregistrement de cette réunion n’existe plus : impossible de renommer les intervenants.
zh_hans: 这场会议的录音文件夹已经不在了，没法改说话人的名字。
zh_hant: 這場會議的錄音資料夾已經不在了，沒辦法改說話者的名字。

source: This Month
de: Dieser Monat
fr: Ce mois-ci
zh_hans: 本月花费
zh_hant: 本月花費

source: This step can't be stopped; it ends on its own.
de: Dieser Schritt lässt sich nicht abbrechen; er endet von selbst.
fr: Cette étape ne peut pas être interrompue ; elle se terminera d’elle-même.
zh_hans: 这一步无法中途停止，会自行结束。
zh_hant: 這一步無法中途停止，會自行結束。

source: This Year
de: Dieses Jahr
fr: Cette année
zh_hans: 今年
zh_hant: 今年

source: This account has settings synced from another Mac:
de: Dieses Konto enthält Einstellungen, die von einem anderen Mac synchronisiert wurden:
fr: Ce compte contient des réglages synchronisés depuis un autre Mac :
zh_hans: 这个账户里有从另一台 Mac 同步的设置：
zh_hant: 這個帳號裡有從另一台 Mac 同步的設定：

source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.
fr: Cette action ne peut pas être annulée.
zh_hans: 此操作无法撤销。
zh_hant: 此操作無法撤銷。

source: This action cannot be undone. Are you sure you want to delete %lld items?
de: Diese Aktion kann nicht rückgängig gemacht werden. Sollen wirklich %lld Elemente gelöscht werden?
fr: Cette action est irréversible. Voulez-vous vraiment supprimer %lld éléments ?
zh_hans: 此操作无法撤销。确定要删除 %lld 个项目吗？
zh_hant: 此操作無法撤銷。確定要刪除 %lld 個項目嗎？

source: This app doesn't let Yap select your last dictation.
de: Diese App lässt Yap dein letztes Diktat nicht auswählen.
fr: Cette app ne permet pas à Yap de sélectionner votre dernière dictée.
zh_hans: 这个 App 不允许 Yap 选中你上一次的听写。
zh_hant: 這個 App 不允許 Yap 選中你上一次的聽寫。

source: This can happen due to an issue with the audio recording or insufficient system resources. Please try again, or restart the app.
de: Dies kann durch ein Problem mit der Audioaufnahme oder durch unzureichende Systemressourcen auftreten. Bitte versuche es erneut oder starte die App neu.
fr: Cela peut se produire en raison d'un problème avec l'enregistrement audio ou de ressources système insuffisantes. Veuillez réessayer ou redémarrer l'application.
zh_hans: 这可能是由录音问题或系统资源不足导致的。请重试，或重新启动 App。
zh_hant: 這可能是由錄音問題或系統資源不足導致的。請重試，或重新啟動 App。

source: This can't be undone.
de: Das lässt sich nicht rückgängig machen.
fr: Cette action est irréversible.
zh_hans: 此操作无法撤销。
zh_hant: 此操作無法撤銷。

source: This dictionary uses unsupported schema version %d.
de: Dieses Wörterbuch verwendet die nicht unterstützte Schemaversion %d.
fr: Ce dictionnaire utilise une version de schéma non prise en charge %d.
zh_hans: 此词典使用了不受支持的架构版本 %d。
zh_hant: 此字典使用了不受支援的架構版本 %d。

source: This file comes from a newer version of Yap. Fields it doesn't recognize were ignored.
de: Diese Datei stammt aus einer neueren Yap-Version. Unbekannte Felder wurden ignoriert.
fr: Ce fichier provient d’une version plus récente de Yap. Les champs non reconnus ont été ignorés.
zh_hans: 文件来自更新版本的 Yap，未识别字段已忽略。
zh_hant: 檔案來自更新版本的 Yap，未辨識欄位已忽略。

source: This file does not contain a valid Yap dictionary.
de: Diese Datei enthält kein gültiges Yap-Wörterbuch.
fr: Ce fichier ne contient pas de dictionnaire Yap valide.
zh_hans: 此文件不包含有效的 Yap 词典。
zh_hant: 此檔案不包含有效的 Yap 字典。

source: This filler word already exists.
de: Dieses Füllwort existiert bereits.
fr: Ce mot de remplissage existe déjà.
zh_hans: 此填充词已存在。
zh_hant: 此填充詞已存在。

source: This is an English-optimized model and only supports English transcription.
de: Dieses Modell ist für Englisch optimiert und unterstützt nur Transkription auf Englisch.
fr: Il s'agit d'un modèle optimisé pour l'anglais et ne prend en charge que la transcription en anglais.
zh_hans: 这是针对英语优化的模型，仅支持英语转写。
zh_hant: 這是針對英語最佳化的模型，僅支援英語轉錄。

source: This is the recommended prompt and updates with Yap. Editing the text makes it your own copy.
de: Das ist der empfohlene Prompt; er wird mit Yap aktualisiert. Wenn du den Text änderst, wird er zu deiner eigenen Kopie.
fr: C'est le prompt recommandé, mis à jour avec Yap. Si vous modifiez le texte, il devient votre propre copie.
zh_hans: 这是推荐提示词，会随 Yap 更新。改动文字后会变成你自己的一份。
zh_hant: 這是推薦提示詞，會隨 Yap 更新。改動文字後會變成你自己的一份。

source: This is too large for Yap Cloud.
de: Das ist zu groß für Yap Cloud.
fr: C'est trop volumineux pour Yap Cloud.
zh_hans: 内容太大，超出了 Yap Cloud 的上限。
zh_hant: 內容太大，超出了 Yap Cloud 的上限。

source: This model isn't available on Yap Cloud. Choose another model.
de: Dieses Modell ist in Yap Cloud nicht verfügbar. Wähle ein anderes Modell.
fr: Ce modèle n’est pas disponible sur Yap Cloud. Choisissez-en un autre.
zh_hans: Yap Cloud 不提供这个模型，请换一个模型。
zh_hant: Yap Cloud 不提供這個模型，請換一個模型。

source: This recording is too long for Yap Cloud. Try a shorter one.
de: Diese Aufnahme ist zu lang für Yap Cloud. Versuche es mit einer kürzeren.
fr: Cet enregistrement est trop long pour Yap Cloud. Essayez-en un plus court.
zh_hans: 录音太长，超出了 Yap Cloud 的上限，请录短一些。
zh_hant: 錄音太長，超出了 Yap Cloud 的上限，請錄短一些。

# This removes %@ and %@. This action cannot be undone.
source: This removes %1$@ and %2$@. This action cannot be undone.
de: Dadurch werden %1$@ und %2$@ entfernt. Diese Aktion kann nicht rückgängig gemacht werden.
fr: Cela supprime %1$@ et %2$@. Cette action ne peut pas être annulée.
zh_hans: 这将移除%1$@和%2$@。此操作无法撤销。
zh_hant: 這將移除%1$@和%2$@。此操作無法撤銷。

source: This week · %@
de: Diese Woche · %@
fr: Cette semaine · %@
zh_hans: 本周 · %@
zh_hant: 本週 · %@

source: This will delete %lld audio files (%@).
de: %lld Audiodateien (%@) werden gelöscht.
fr: Cela supprimera %lld fichiers audio (%@).
zh_hans: 将删除 %lld 个音频文件（%@）。
zh_hant: 將刪除 %lld 個音訊檔案（%@）。

source: This will remove your
de: Dadurch wird dein
fr: Cela supprimera votre
zh_hans: 这将移除你的
zh_hant: 這將移除你的

source: This will remove your %@ API key. You can add it again later.
de: Dein %@-API-Schlüssel wird entfernt. Du kannst ihn später wieder hinzufügen.
fr: Cela supprimera votre clé API %@. Vous pourrez l'ajouter à nouveau plus tard.
zh_hans: 这将移除你的 %@ API 密钥。你可以稍后再次添加。
zh_hant: 這將移除你的 %@ API 金鑰。你可以稍後再次新增。

source: Time saved
de: Gesparte Zeit
fr: Temps gagné
zh_hans: 节省时间
zh_hant: 節省時間

source: Time saved is an estimate: typing at 40 wpm, minus recording time and the measured wait from stop to paste (%1$lld of %2$lld dictations timed). Editing time isn't counted, and Chinese word counts don't compare directly with English typing speed.
de: „Gesparte Zeit“ ist eine Schätzung: Tippen mit 40 WpM, abzüglich Aufnahmezeit und der gemessenen Wartezeit vom Stoppen bis zum Einfügen (%1$lld von %2$lld Diktaten gemessen). Zeit fürs Nachbearbeiten ist nicht eingerechnet, und chinesische Wortzahlen lassen sich nicht direkt mit englischer Tippgeschwindigkeit vergleichen.
fr: Le temps gagné est une estimation : frappe à 40 mots/min, moins le temps d'enregistrement et l'attente mesurée entre l'arrêt et le collage (%1$lld dictées chronométrées sur %2$lld). Le temps de correction n'est pas compté, et un nombre de mots en chinois ne se compare pas directement à une vitesse de frappe en anglais.
zh_hans: 节省时间是估算：按每分钟打 40 个词，减去录音时间和测得的停止到粘贴的等待（%2$lld 次听写中 %1$lld 次有计时）。没算修改花的时间。中文按分词计数，一个词常是两三个字，不能直接和英文打字速度对比。
zh_hant: 節省時間是估算：按每分鐘打 40 個詞，減去錄音時間和測得的停止到貼上的等待（%2$lld 次聽寫中 %1$lld 次有計時）。沒算修改花的時間。中文按分詞計數，一個詞常是兩三個字，不能直接和英文打字速度對比。

source: Timeout duration
de: Timeout-Dauer
fr: Durée du délai d'attente
zh_hans: 超时时长
zh_hant: 逾時時長

source: To rewrite by voice, turn on AI enhancement with a provider in this mode.
de: Um per Sprache umzuschreiben, schalte in diesem Modus die KI-Verbesserung mit einem Anbieter ein.
fr: Pour réécrire à la voix, activez l'amélioration IA avec un fournisseur dans ce mode.
zh_hans: 要用语音改写，请在这个模式里打开 AI 润色并选择服务商。
zh_hant: 要用語音改寫，請在這個模式裡開啟 AI 潤色並選擇供應商。

source: Today
de: Heute
fr: Aujourd'hui
zh_hans: 今天
zh_hant: 今天

source: Today's Productivity
de: Heutige Produktivität
fr: La productivité d'aujourd'hui
zh_hans: 今日生产力
zh_hant: 今日生產力

source: Toggle
de: Umschalten
fr: Basculer
zh_hans: 切换
zh_hant: 切換

source: Toggle Menu Bar Only
de: Nur-Menüleistenmodus umschalten
fr: Basculer la barre de menu uniquement
zh_hans: 切换仅菜单栏模式
zh_hant: 切換僅選單欄模式

source: Toggle Recorder
de: Aufnahme umschalten
fr: Basculer l'enregistreur
zh_hans: 切换录音器
zh_hant: 切換錄音器

source: Toggle Yap Recorder
de: Yap-Aufnahme umschalten
fr: Basculer l'enregistreur Yap
zh_hans: 切换 Yap 录音器
zh_hant: 切換 Yap 錄音器

source: Token count is estimated from the request text.
de: Die Token-Anzahl wird aus dem Anfragetext geschätzt.
fr: Le nombre de jetons est estimé à partir du texte de la demande.
zh_hans: 令牌数量根据请求文本估算。
zh_hant: Token數量根據請求文字估算。

source: Too many requests. Try again in %lld min.
de: Zu viele Anfragen. Versuche es in %lld Min. erneut.
fr: Trop de requêtes. Réessayez dans %lld min.
zh_hans: 请求太频繁，请 %lld 分钟后再试。
zh_hant: 請求太頻繁，請 %lld 分鐘後再試。

source: Too many requests. Wait a moment and try again.
de: Zu viele Anfragen. Warte kurz und versuche es erneut.
fr: Trop de requêtes. Patientez un instant et réessayez.
zh_hans: 请求太频繁，请稍后再试。
zh_hant: 請求太頻繁，請稍後再試。

source: Too many wrong tries for this code. Send a new code.
de: Zu viele Fehlversuche für diesen Code. Fordere einen neuen Code an.
fr: Trop d’essais incorrects pour ce code. Demandez un nouveau code.
zh_hans: 这个验证码输错次数太多，请重新发送。
zh_hant: 這個驗證碼輸錯次數太多，請重新傳送。

source: Top-up
de: Aufladung
fr: Rechargement
zh_hans: 充值
zh_hant: 儲值

source: Total
de: Gesamt
zh_hans: 合计
zh_hant: 合計

source: Traditional to Simplified
de: Traditionell zu Vereinfacht
fr: Traditionnel vers simplifié
zh_hans: 繁体转简体
zh_hant: 繁體轉簡體

source: Transcribe
de: Transkribieren
fr: Transcrire
zh_hans: 转写
zh_hant: 轉錄

source: Transcribe Audio Files
de: Audiodateien transkribieren
fr: Transcrire des fichiers audio
zh_hans: 转写音频文件
zh_hant: 轉錄音訊檔案

source: Transcribe File…
de: Datei transkribieren…
fr: Transcrire un fichier…
zh_hans: 转写文件…
zh_hant: 轉錄檔案…

source: Transcribe an audio or video file
de: Eine Audio- oder Videodatei transkribieren
fr: Transcrire un fichier audio ou vidéo
zh_hans: 转写音频或视频文件
zh_hant: 轉錄音訊或影片檔案

source: Transcribing
de: Wird transkribiert
fr: Transcription
zh_hans: 正在转写
zh_hant: 正在轉錄

source: Transcribing recording
de: Aufnahme wird transkribiert
fr: Enregistrement de transcription
zh_hans: 正在转写录音
zh_hant: 正在轉錄錄音

source: Transcribing the last part…
de: Der letzte Teil wird transkribiert…
fr: Transcription de la dernière partie…
zh_hans: 正在转写最后一段…
zh_hant: 正在轉錄最後一段…

source: Transcribing...
de: Wird transkribiert...
fr: Transcription...
zh_hans: 正在转写…
zh_hant: 正在轉錄…

source: Transcript
de: Transkript
fr: Transcription
zh_hans: 转写
zh_hant: 轉錄

source: Transcript Cleanup
de: Transkriptions-Bereinigung
fr: Nettoyage de la transcription
zh_hans: 转写记录清理
zh_hant: 轉錄記錄清理

source: Transcript History
de: Transkriptverlauf
fr: Historique des transcriptions
zh_hans: 转写历史记录
zh_hant: 轉錄歷史記錄

source: Transcript from %@
de: Transkript von %@
fr: Transcription de %@
zh_hans: 来自 %@ 的转写
zh_hant: 來自 %@ 的轉錄

source: Transcription
de: Transkription
zh_hans: 转写
zh_hant: 轉錄

source: Transcription Details
de: Transkriptionsdetails
fr: Détails de la transcription
zh_hans: 转录详情
zh_hant: 轉錄詳情

source: Transcription Failed: %@
de: Transkription fehlgeschlagen: %@
fr: Échec de la transcription : %@
zh_hans: 转写失败：%@
zh_hant: 轉錄失敗：%@
